<?php
	return [

        //lang
        'lang-th' => 'TH',
        'lang-en' => 'EN',

        //------overview------//
        'detail1-overview' => 'พบประสบการณ์ใหม่ที่ไม่เหมือนใครที่โรงแรม เอส เอ็น คอนเน็กซ์ พัทยา (SN Connx Pattaya) กับการออกแบบและตกแต่งอย่างพิถีพิถัน ภายใต้คอนเซปต์ “โมเดิร์น คลาสสิค” (Modern Classic)',
        'titleConcepts-overview' => '“พบประสบการณ์ใหม่ที่ไม่เหมือนใคร”',
        'concepts-overview' => 'ภายใต้การออกแบบที่เน้นการสร้างประสบการณ์ใหม่ให้ผู้เข้าพัก การตกแต่งภายนอกด้วยสไตล์โมเดิร์น (Modern) และเพิ่มความคลาสสิค (Classic) ด้วยรูปแบบการตกแต่งหรูหรา มีระดับ ไม่ว่าจะเป็นกระจกหรือการวางแนวหน้าต่าง (Alignment) เพื่อให้ภาพลักษณ์ภายนอกดูเป็น Modern Classic',
        'design-overview' => 'การออกแบบที่ผสมผสานความ Modern และ Classic เข้าด้วยกัน ให้ความสำคัญกับทุกพื้นที่ใช้สอย โดยการทำพื้นที่เป็น Double Space เพื่อแสดงให้เห็นถึงความหรูหรา โอ่อ่า ของภายใน และเน้นความเรียบ เท่ห์ด้วยการตกแต่งโดยใช้วัสดุที่ทำจากหนัง, ไม้, โคมไฟระย้า (Crystal Chandelier ‎) เน้นโทนสีทอง เพื่อสะท้อนถึงความหรูหรา',
        'detail2-overview' => 'โรงแรม เอสเอ็น คอนเน็กซ์ ตั้งอยู่บนถนนเฉลิมพระเกียรติ หรือถนนพัทยาสาย 3 ซึ่งอยู่ใจกลางเมืองพัทยา เป็นโรงแรมแห่งที่ 2 ภายใต้ เครือเอ็สเอ็น  โดยเป็นโรงแรมขนาดความสูง 7 ชั้น มีห้องพัก 6 แบบ จำนวน 95 ห้อง พร้อมสิ่งอำนวยความสะดวกครบครัน อาทิ เช่น ส่วนต้อนรับ (Lobby) ห้องสมุด (Library Room) ห้องอาหาร (Dining Room) ด้วยการตกแต่งแนว Luxury สระว่ายน้ำระบบเกลือ และมุมออกกำลังกาย พร้อมให้บริการท่าน เหมาะสำหรับทั้งการท่องเที่ยวและทำงาน',


        //------room------//
        //menu
        'menu-DeluxeTwin' => 'ห้องดีลักซ์เตียงคู่',
        'menu-DeluxDouble' => 'ห้องดีลักซ์เตียงเดี่ยว',
        'menu-DeluxeTwinWithBath' => 'ห้องดีลักซ์เตียงคู่พร้อมอ่างอาบน้ำ',
        'menu-DeluxeDoubleWithBath' => 'ห้องดีลักซ์เตียงเดี่ยวพร้อมอ่างอาบน้ำ',
        'menu-JuniorSuite' => 'ห้องจูเนียร์สูท',
        'menu-FamilyRoom' => 'ห้องครอบครัว 2 เตียงคู่',

        //detailRoom
        'detail-DeluxeTwin' => 'ห้องเตียงคู่ขนาด 28 ตารางเมตร ห้องพักตกแต่งแบบเรียบหรู สไตล์โมเดิร์น โทนสีอบอุ่นสบายตาให้ความรู้สึกผ่อนคลาย พร้อมด้วยสิ่งอำนวยความสะดวกครบครัน',
        'detail-DeluxDouble' => 'ห้องเตียงเดี่ยว (Double) ขนาด 28 ตารางเมตร ห้องพักตกแต่งแบบเรียบหรู สไตล์โมเดิร์น โทนสีอบอุ่นสบายตาให้ความรู้สึกผ่อนคลาย พร้อมด้วยสิ่งอำนวยความสะดวกครบครัน',
        'detail-DeluxeTwinWithBath' => 'ห้องเตียงคู่ขนาด 28 ตารางเมตร ห้องพักตกแต่งแบบเรียบหรู สไตล์โมเดิร์น พร้อมอ่างอาบน้ำ (Bathtub) ให้คุณได้แช่ผ่อนคลาย',
        'detail-DeluxeDoubleWithBath' => 'ห้องเตียงเดี่ยว (Double) ขนาด 28 ตารางเมตร ห้องพักตกแต่งแบบเรียบหรู สไตล์โมเดิร์น พร้อมอ่างอาบน้ำ (Bathtub) ให้คุณได้แช่ผ่อนคลาย',
        'detail-JuniorSuite' => 'ห้องเตียงเดี่ยว (Double) ขนาด 37 ตารางเมตร หรูหราสไตล์โมเดิร์น ตกแต่งด้วยอุปกรณ์ทันสมัย โทนสีอบอุ่นสบายตาให้ความรู้สึกผ่อนคลาย ห้องอาบน้ำขนาดใหญ่ทั้ง Shower และอ่างน้ำ (Bathtub) ให้คุณได้แช่ผ่อนคลาย',
        'detail-FamilyRoom' => 'ห้องครอบครัว 2 เตียงคู่ ( 2 Queen Beds) ขนาด 37 ตารางเมตร หรูหราสไตล์โมเดิร์น ตกแต่งด้วยอุปกรณ์ทันสมัย โทนสีอบอุ่นสบายตาให้ความรู้สึกผ่อนคลาย ห้องอาบน้ำขนาดใหญ่ทั้ง Shower และอ่างน้ำ (Bathtub) ให้คุณได้แช่ผ่อนคลาย เหมาะสำหรับครอบครัวและกลุ่มเพื่อน',
        
        //detailAmenities
        'amenities-deluxedouble' => '<h1>สิ่งอำนวยความสะดวกภายในห้อง</h1><br>
        <ul>
            <li>เครื่องปรับอากาศ</li>		 
            <li>ทีวี 42”</li>                                                     
            <li>เคเบิ้ลทีวี</li>
            <li>โทรศัพท์</li>
            <li>ตู้เย็น</li>
            <li>โต๊ะทำงาน</li>
            <li>เก้าอี้นั่ง</li>
            <li>อาร์มแชร์</li>
            <li>ตู้เซฟในห้องพัก</li>
            <li>อินเตอร์เน็ต Wi-Fi</li>
            <li>คีย์การ์ด</li>
            <li>ฝักบัว</li>
        </ul>',
        'amenities-deluxetwin' => '<h1>สิ่งอำนวยความสะดวกภายในห้อง</h1><br>
        <ul>
            <li>เครื่องปรับอากาศ</li>		 
            <li>ทีวี 42”</li>                                                     
            <li>เคเบิ้ลทีวี</li>
            <li>โทรศัพท์</li>
            <li>ตู้เย็น</li>
            <li>โต๊ะทำงาน</li>
            <li>เก้าอี้นั่ง</li>
            <li>อาร์มแชร์</li>
            <li>ตู้เซฟในห้องพัก</li>
            <li>อินเตอร์เน็ต Wi-Fi</li>
            <li>คีย์การ์ด</li>
            <li>ฝักบัว</li>
        </ul>',
        'amenities-deluxedoublebath' => '<h1>สิ่งอำนวยความสะดวกภายในห้อง</h1><br>
        <ul>
            <li>เครื่องปรับอากาศ</li>		 
            <li>ทีวี 42”</li>                                                     
            <li>เคเบิ้ลทีวี</li>
            <li>โทรศัพท์</li>
            <li>ตู้เย็น</li>
            <li>โต๊ะทำงาน</li>
            <li>เก้าอี้นั่ง</li>
            <li>อาร์มแชร์</li>
            <li>ตู้เซฟในห้องพัก</li>
            <li>อินเตอร์เน็ต Wi-Fi</li>
            <li>คีย์การ์ด</li>
            <li>อ่างอาบน้ำ</li>
        </ul>',
        'amenities-deluxetwinbath' => '<h1>สิ่งอำนวยความสะดวกภายในห้อง</h1><br>
        <ul>
            <li>เครื่องปรับอากาศ</li>		 
            <li>ทีวี 42”</li>                                                     
            <li>เคเบิ้ลทีวี</li>
            <li>โทรศัพท์</li>
            <li>ตู้เย็น</li>
            <li>โต๊ะทำงาน</li>
            <li>เก้าอี้นั่ง</li>
            <li>อาร์มแชร์</li>
            <li>ตู้เซฟในห้องพัก</li>
            <li>อินเตอร์เน็ต Wi-Fi</li>
            <li>คีย์การ์ด</li>
            <li>อ่างอาบน้ำ</li>
        </ul>',
        'amenities-junior' => '<h1>สิ่งอำนวยความสะดวกภายในห้อง</h1><br>
        <ul>
            <li>เครื่องปรับอากาศ</li>		 
            <li>ทีวี 42”</li>                                                     
            <li>เคเบิ้ลทีวี</li>
            <li>โทรศัพท์</li>
            <li>ตู้เย็น</li>
            <li>โต๊ะทำงาน</li>
            <li>เก้าอี้นั่ง</li>
            <li>อาร์มแชร์</li>
            <li>ตู้เซฟในห้องพัก</li>
            <li>อินเตอร์เน็ต Wi-Fi</li>
            <li>คีย์การ์ด</li>
            <li>อ่างอาบน้ำ</li>
            <li>ครัวขนาดเล็ก</li>
            <li>โซฟา</li>
        </ul>',
        'amenities-family' => '<h1>สิ่งอำนวยความสะดวกภายในห้อง</h1><br>
        <ul>
            <li>เครื่องปรับอากาศ</li>		 
            <li>ทีวี 42”</li>                                                     
            <li>เคเบิ้ลทีวี</li>
            <li>โทรศัพท์</li>
            <li>ตู้เย็น</li>
            <li>โต๊ะทำงาน</li>
            <li>เก้าอี้นั่ง</li>
            <li>อาร์มแชร์</li>
            <li>ตู้เซฟในห้องพัก</li>
            <li>อินเตอร์เน็ต Wi-Fi</li>
            <li>คีย์การ์ด</li>
            <li>อ่างอาบน้ำ</li>
            <li>ครัวขนาดเล็ก</li>
            <li>โซฟา</li>
        </ul>',
     

         //------facility------//
         'title-libaly' => 'ห้องสมุด',
         'detail-libaly' => 'ห้องสมุดที่ออกแบบและตกแต่ง ด้วยบรรยากาศแบบ Classic',

         'title-breakfast' => 'ห้องอาหารเช้า',
         'detail-breakfast' => 'ห้องอาหารเช้า พร้อมให้บริการท่านกับอาหารเช้าแบบบุฟเฟ่ต์นานาชนิด',

         'title-swim' => 'สระว่ายน้ำ',
         'detail-swim' => 'สระว่ายน้ำระบบเกลือ',

         'title-fitness' => 'ฟิตเนส',
         'detail-fitness' => 'มุมสำหรับออกกำลังกาย พร้อมกับอุปกรณ์การออกกำลังกายทั้ง ลู่วิ่ง จักรยานออกกำลังกาย ดัมเบล มุมออกกำลังกายของเราตั้งอยู่ใกล้บริเวณสระว่ายน้ำ',
    ];
?>